const posts = [
  {
    title: "2020年的第一场雪",
    desc: "2020年的第一场失败来的很早，好像又很晚。疫情把我的生活扁平化了：空间上压缩，时间上拉伸。",
    date: "2020-07-15",
  },
  {
    title: "碰撞",
    desc: "我越来越感觉到创造才是最有乐趣的事情。",
    date: "2020-12-24",
  },
  // {
  //   title: "川西六记",
  //   desc: "十月初去川西转了一圈，在途中产生了写一篇游记的想法，主要想记录六个印象十分深刻的场景。然而文艺之魂燃烧的时间不长，回来之后一拖再拖，直到现在也没有写完完整的六记，并且惭愧地说，只写完了六分之一。不管怎么样，先挂上来再说。",
  //   date: "2020-10-31",
  // },
  // {
  //   title: '接雨水'
  // },
  {
    title: "点",
    desc: "很久没有更新博客了，可能也从侧面反映了这段时间过的碌碌无为，缺少思考和价值。今天随便写了一点，我把这篇文章和它的发布看作一个转折点。",
    date: "2021-05-06",
  },
  {
    title: "在macOS上使用OpenMP",
    date: "2020-05-06",
  },
  // {
  //   title: '再读红宝书——变量与数据类型'
  // },
  {
    title: "macOS Catalina使用mongodb",
    date: "2020-03-02",
  },
  // {
  //   title: 'hello-blog'
  // }
];

export default posts;
