const posts = [
  {
    title: '点',
    desc: '很久没有更新博客了，可能也从侧面反映了这段时间过的碌碌无为，缺少思考和价值。今天随便写了一点，我把这篇文章和它的发布看作一个转折点。',
    date: '2021-05-06'
  },
  {
    title: '碰撞',
    desc: '我越来越感觉到创造才是最有乐趣的事情。',
    date: '2020-12-24'
  },
  {
    title: '社交网络',
    desc: '今天又看了一遍《社交网络》，又产生了一种被激励的感觉。一定要做一些有意义的事情，才能让时间走得慢一点。',
    date: '2020-12-07'
  },
  {
    title: '好奇心',
    desc: '晚上回家，进小区后看到有一部小轿车停在马路当中，把路堵死了，车里也没人。正感到奇怪，一部警车闪着灯开进了小区，停在了小轿车后面。',
    date: '2020-11-17'
  },
  {
    title: '川西六记',
    desc: '十月初去川西转了一圈，在途中产生了写一篇游记的想法。然而文艺之魂燃烧的时间不长，回来之后一拖再拖，直到现在也没有写完完整的六记，并且惭愧地说，只写完了六分之一。不管怎么样，先挂上来再说。',
    date: '2020-10-31'
  },
  {
    title: '2020年的第一场雪',
    desc: '2020年的第一场失败来的很早，好像又很晚。疫情把我的生活扁平化了：空间上压缩，时间上拉伸。',
    date: '2020-07-15'
  },
  {
    title: '在macOS上使用OpenMP',
    date: '2020-05-06'
  },
  // {
  //   title: '再读红宝书——变量与数据类型'
  // },
  {
    title: 'macOS Catalina使用mongodb',
    date: '2020-03-02'
  },
  {
    title: '这个算法会在什么场景下应用呢？',
    desc: '面试场景下。',
    date: '2020-02-29'
  },
  {
    title: '关于导体的面电荷密度和表面曲率的关系的思考',
    desc: '学习完导体的面电荷密度和表面曲率的关系之后，我一直在思考一个性命攸关的问题。',
    date: '2015-07-12'
  }
]

export default posts
